[
  {
    "title": "MDN Web Docs",
    "description": "It is a documentation repository and learning resource for web developers. It was started by Mozilla in 2005 as a unified place for documentation about open web standards, Mozilla's own projects, and developer guides.Topics include HTML5, JavaScript, CSS, Web APIs, Django, Node.js, WebExtensions, MathML, and others.",
    "link": "https://developer.mozilla.org/en-US/",
    "img": ""
  },
  {
    "title": "W3Schools",
    "description": "W3Schools is a freemium educational website for learning coding online. Initially released in 1998, it derives its name from the World Wide Web but is not affiliated with the W3 Consortium. W3Schools offers courses covering all aspects of web development. W3Schools also publishes free HTML templates.",
    "link": "https://www.w3schools.com/",
    "img": ""
  },
  {
    "title": "CSS Tricks",
    "description": "Daily articles about CSS, HTML, JavaScript, and all things related to web design and development. Detailed articles about different CSS tricks to make unique things.",
    "link": "https://css-tricks.com/",
    "img": ""
  },
  {
    "title": "getcssscan.com",
    "description": "The fastest and easiest way to check, copy and edit CSS. Goodbye to Inspect Element — Check the CSS of any element you hover over, instantly, and copy its entire rules with a single click.Curated collection of 93 free beautiful CSS box-shadow, ready-to-use for your next projects",
    "link": "https://getcssscan.com/",
    "img": ""
  },
  {
    "title": "Web.dev",
    "description": "This course breaks down the fundamentals of CSS into digestible, easy to understand pieces. Over the next few modules, you'll learn how the core aspects of CSS work and how to use them effectively in your projects.",
    "link": "https://web.dev/learn/css/",
    "img": ""
  },
  {
    "title": "Learn HTML CSS online",
    "description": "The easiest way to learn semantic anaccessible HTML and CSS step by step.Learn in an interactive environment.Read short lessons, take notes, and complete challenges directly in your browser.",
    "link": "https://learnhtmlcss.online/",
    "img": ""
  },
  {
    "title": "barelyfitz.com/Learn Css",
    "description": "Web-standard solutions for a non-standard world. This tutorial examines the different layout properties available in CSS: position:static, position:relative, position:absolute, and float.",
    "link": "http://www.barelyfitz.com/screencast/html-training/css/positioning/",
    "img": ""
  }
]
